[{"entity_id": "/m/0lhql", "entity": "St. Petersburg", "entity_desc": "\"St. Petersburg is a city in Pinellas County, Florida, United States. As of the 2010 census, the population was 244,769, making St. Petersburg the fourth most populous city in the state of Florida and the largest city in Florida that is not a county seat. St. Petersburg is the second"}, {"entity_id": "/m/06pr6", "entity": "Saint Petersburg", "entity_desc": "\"Saint Petersburg is a city and a federal subject of Russia located on the Neva River at the head of the Gulf of Finland on the Baltic Sea. In 1914 the name of the city was changed from Saint Petersburg to Petrograd, in 1924 to Leningrad, and in 1991, back"}, {"entity_id": "/m/04lh6", "entity": "Liverpool", "entity_desc": "\"Liverpool is a city and metropolitan borough of Merseyside, England, United Kingdom along the eastern side of the Mersey Estuary. It was founded as a borough in 1207 and was granted city status in 1880. In 2011 the population administered by Liverpool City Council was 466,415 and is at the"}, {"entity_id": "/m/0k33p", "entity": "Birmingham", "entity_desc": "\"Birmingham is a city and metropolitan borough in the West Midlands of England. It is the most populous British city outside London with 1,085,400 residents, and its population increase of 88,400 residents between 2001 and 2011 was greater than that of any other British local authority. The city lies within"}, {"entity_id": "/m/0grd7", "entity": "Southampton", "entity_desc": "\"Southampton is the largest city in the ceremonial county of Hampshire on the south coast of England, and is situated 75 miles south-west of London and 19 miles north-west of Portsmouth. Southampton is a major port and the closest city to the New Forest. It lies at the northernmost point"}, {"entity_id": "/m/0nqv1", "entity": "Greenwich", "entity_desc": "\"Greenwich is a district of South East London, England, located in the Royal Borough of Greenwich and situated 5.5 miles east south-east of Charing Cross.\\nGreenwich is notable for its maritime history and for giving its name to the Greenwich Meridian and Greenwich Mean Time. The town became the site of"}, {"entity_id": "/m/04llb", "entity": "Lisbon", "entity_desc": "\"Lisbon is the capital and the largest city of Portugal with a population of 547,631 within its administrative limits on a land area of 84.8 square kilometres. The urban area of Lisbon extends beyond the administrative city limits with a population of over 3 million on an area of 958"}, {"entity_id": "/m/012q8y", "entity": "Fremantle", "entity_desc": "\"Fremantle is a city in Western Australia, located at the mouth of the Swan River. Fremantle Harbour serves as the port of Perth, the state capital. Fremantle was the first area settled by the Swan River colonists in 1829. It was declared a city in 1929, and has a population"}, {"entity_id": "/m/0156ts", "entity": "Darlington", "entity_desc": "\"Darlington is a market town in County Durham, north-east England. It is also the major settlement in the unitary authority and Borough of Darlington, with a resident population of 106,000 as of 2011. The town lies on the small River Skerne, a tributary of the River Tees, not far from"}, {"entity_id": "/m/0dn_w", "entity": "Amtrak", "entity_desc": "\"The National Railroad Passenger Corporation, doing business as Amtrak, is a publicly funded railroad service operated and managed as a for-profit corporation and began operations on May 1, 1971, to provide intercity passenger train service in the United States.\\nAmtrak operates 374 trains each day on 31,474 miles of track with"}, {"entity_id": "/m/01wdgb", "entity": "Stockton-on-Tees", "entity_desc": "\"Stockton-on-Tees is a market town in North East England. It is the major settlement in the unitary authority and borough of Stockton-on-Tees. For ceremonial purposes, the borough is split between County Durham and North Yorkshire as it also incorporates a number of smaller towns and villages including Billingham, Yarm, Thornaby"}]