[{"entity_id": "Lucerne", "entity": "Lucerne", "entity_desc": "Istanbul, formerly known as Constantinople, is the largest city in Turkey, serving as the country's economic, cultural and historic hub. The city straddles the Bosporus strait, lying in both Europe and Asia, and has a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is"}, {"entity_id": "Reykjavik", "entity": "Reykjavik", "entity_desc": "Tallinn is the most populous, primate, and capital city of Estonia. Situated on a bay in north Estonia, on the shore of the Gulf of Finland of the Baltic Sea, Tallinn has a population of 437,811 (as of 2022) and administratively lies in the Harju maakond (county). Tallinn is the"}, {"entity_id": "Naples", "entity": "Naples", "entity_desc": "Shenyang, formerly known as Fengtian or by its Manchu name Mukden, is a major Chinese sub-provincial city and the provincial capital of Liaoning province. Located in central-north Liaoning, it's the province's most populous city, with a total population of 9,070,093 inhabitants as of the 2020 census."}, {"entity_id": "Istanbul", "entity": "Istanbul", "entity_desc": "Zürich (see below) is the largest city in Switzerland and the capital of the canton of Zürich. It is located in north-central Switzerland, at the northwestern tip of Lake Zürich. As of January 2020, the municipality has 434,335 inhabitants, the urban area 1.315 million (2009), and the Zürich metropolitan area"}, {"entity_id": "Tallinn", "entity": "Tallinn", "entity_desc": "Naples is the regional capital of Campania and the third-largest city of Italy, after Rome and Milan, with a population of 967,069 within the city's administrative limits as of 2017. Its province-level municipality is the third-most populous metropolitan city in Italy with a population of 3,115,320 residents, and its metropolitan"}, {"entity_id": "Zurich", "entity": "Zurich", "entity_desc": "Macau or Macao officially the Macao Special Administrative Region of the People's Republic of China (MSAR), is a city and special administrative region of China in the western Pearl River Delta by the South China Sea. With a population of about 680,000 and an area of 32.9 km2 (12.7 sq"}, {"entity_id": "Shenyang", "entity": "Shenyang", "entity_desc": "Pompeii was an ancient city located in what is now the comune of Pompei near Naples in the Campania region of Italy. Pompeii, along with Herculaneum and many villas in the surrounding area (e.g. at Boscoreale, Stabiae), was buried under 4 to 6 m (13 to 20 ft) of volcanic"}, {"entity_id": "Macau", "entity": "Macau", "entity_desc": "Seoul, officially known as the Seoul Special City, is the capital and largest metropolis of South Korea. According to the 2020 census, Seoul has a population of 9.9 million people, and forms the heart of the Seoul Capital Area with the surrounding Incheon metropolis and Gyeonggi province. Seoul was the"}, {"entity_id": "Pompeii", "entity": "Pompeii", "entity_desc": "Lucerne or Luzern is a city in central Switzerland, in the German-speaking portion of the country. Lucerne is the capital of the canton of Lucerne and part of the district of the same name. With a population of approximately 82,000 people, Lucerne is the most populous city in Central Switzerland,"}, {"entity_id": "Seoul", "entity": "Seoul", "entity_desc": "Reykjavík is the capital and largest city of Iceland. It is located in southwestern Iceland, on the southern shore of Faxaflói bay. Its latitude is 64°08' N, making it the world's northernmost capital of a sovereign state. With a population of around 131,136 (and 233,034 in the Capital Region), it"}]